[
    {
        "notType": "Herói de Fé",
        "subtype": "Lendário",
        "ruling": "Cada carta lendária permite a inclusão de apenas uma unidade no baralho do jogador.;Versões não-lendárias de cartas vinculadas a cartas lendárias devem estar no Extra-Deck."
    },
    {
        "type": "Herói de Fé",
        "subtype": "Lendário",
        "ruling": "Heróis lendários não são colocados no baralho, mas sim no Extra-Deck, e podem ser jogados se houver uma cópia da sua versão não-lendária no baralho; Ao jogar um Herói lendário, ele se vincula à sua versão não-lendária; O Herói lendário herda as habilidades da versão não-lendária, além de suas próprias; Ele não conta como um novo Herói entrando em campo, salvo para habilidades de Entrada da própria carta; Retém todas as características de um Herói, inclusive interação com efeitos específicos; Ao se retirado do campo, retorna ao Extra-Deck, enquanto a versão não-lendária segue seu destino normal."
    },
    {
        "type": "Artefato",
        "notCategories": "Equipamento",
        "ruling": "Artefatos não-equipáveis são cartas constantes e só podem ser jogadas durante o turno do controlador; Entram diretamente na Zona de Batalha e permanecem no campo até serem destruídos ou enterrados; Se possuir valores de Ataque e Defesa, um artefato não-equipável pode ser declarado como atacante no início do combate; Quando o controlador estiver defendendo, ele pode ser declarado como bloqueador; Artefatos não-equipáveis não podem trocar de zona normalmente; Se forem movidos para a Zona de Preparação por algum efeito, não podem retornar à Zona de Batalha; Suas habilidades só têm efeito enquanto estiverem na Zona de Batalha, exceto as de Entrada, ativadas ao término da resolução da jogada que o coloca no campo; Quando destruído ou enterrado, o artefato deve ser enviado ao Mar do Esquecimento."
    },
    {
        "type": "Artefato",
        "categories": "Equipamento",
        "ruling": "Artefatos equipáveis são cartas constantes e só podem ser jogadas durante o turno do controlador; Quando jogados, entram na Zona de Preparação e permanecem no campo até serem destruídos ou enterrados; Um artefato equipável pode ser desequipado e transferido a qualquer Herói na Zona de Preparação, mesmo que já esteja equipando outro Herói; Caso o Herói equipado mude de zona, o artefato acompanha o Herói para a nova zona; O artefato equipável vincula-se ao Herói que estiver equipado, conferindo a ele habilidades ou alterações de características descritas no texto da carta; O artefato não pode existir na Zona de Batalha sem estar equipado; Se o Herói equipado sair do campo, o artefato é imediatamente enterrado; Habilidades do artefato tomam efeito apenas enquanto ele estiver na Zona de Batalha, salvo as habilidades de Entrada, que são desencadeadas ao término da resolução da jogada que o coloca no campo; Quando destruído ou enterrado, o artefato equipável deve ser enviado para o Mar do Esquecimento."
    },
    {
        "type": "Herói de Fé",
        "notSubtype": "Lendário",
        "ruling": "Heróis são cartas constantes que só podem ser jogadas durante o turno do controlador; Entram na Zona de Preparação e podem trocar de zona uma vez por turno, desde que não tenham participado de um combate naquele turno; Heróis podem ser declarados como atacantes no início do combate; Quando o controlador estiver defendendo, podem ser declarados como bloqueadores; Habilidades dos Heróis só têm efeito enquanto estão na Zona de Batalha, exceto as de Entrada, ativadas ao término da resolução da jogada; Quando destruídos ou enterrados, os Heróis devem ser enviados ao Mar do Esquecimento."
    },
    {
        "type": "Milagre",
        "ruling": "Milagres são cartas instantâneas, podendo ser jogadas a qualquer momento da partida; Para jogá-los, todos os alvos devem ser válidos no momento da resolução; Após sua resolução, são enviados ao Mar do Esquecimento."
    },
    {
        "type": "Pecado",
        "ruling": "Pecados são cartas instantâneas, podendo ser jogadas a qualquer momento pertinente, desde que as condições descritas sejam atendidas; Jogar um Pecado requer 1 ponto de Fé adicional aos custos normais da carta; O custo normal pode ser pago em qualquer combinação de Fé e Sabedoria; Para jogá-lo, todos os alvos devem ser válidos no momento da resolução; Após sua resolução, o Pecado é enviado ao Mar do Esquecimento."
    }
]